Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitWeather/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.enterLocationDots
source: Enter location…
ar: أدخل الموقع…
bg: Въведи местоположение…
ca: Introdueix la ubicació…
cs: Zadejte lokaci…
da: Indtast lokation…
de: Standort eingeben…
el: Εισάγετε τοποθεσία…
es: Ingresa ubicación…
es_419: Ingresa la ubicación…
fi: Syötä sijainti…
fr: Entrez le lieu…
fr_ca: Entrer la localisation…
he: הזן מיקום…
hi: स्थान डालें…
hr: Unesite lokaciju…
hu: Írd be a helyszínt…
id: Masukkan lokasi…
it: Inserisci posizione…
ja: 場所を入力…
kk: Орын атауын енгізіңіз…
ko: 위치 입력…
ms: Masukkan lokasi…
nb: Skriv inn lokasjon…
nl: Voer locatie in…
pl: Wpisz lokalizację…
pt_br: Digite a localização…
pt_pt: Introduza a localização…
ro: Introduceti locatie…
ru: Введите местоположение…
sk: Zadajte miesto…
sv: Ange plats…
th: กรุณาใส่สถานที่…
tr: Konumu girin…
uk: Введіть назву місця…
vi: Nhập vị trí…
zh_hans: 输入位置…
zh_hant: 請輸入位置…
zh_hk: 輸入位置…

# TK.Placeholder.enterPostalCodeDots
source: Enter postal code…
ar: أدخل الرمز البريدي…
bg: Въведи пощенски код…
ca: Introdueix el codi postal…
cs: Zadejte PSČ…
da: Indtast postnummer…
de: Gib die Postleitzahl ein…
el: Εισάγετε ταχυδρομικό κωδικό…
es: Introducir código postal…
es_419: Ingresa el código postal…
fi: Syötä postinumero…
fr: Entrez le code postal…
fr_ca: Saisissez le code postal…
he: הזן מיקוד…
hi: पिन कोड दर्ज करें…
hr: Unesi poštanski broj…
hu: Írd be a postal кодot…
id: Masukkan kode pos…
it: Inserisci il codice postale…
ja: 郵便番号を入力…
kk: Почта индексін енгізіңіз…
ko: 우편번호 입력…
ms: Masukkan kod pos…
nb: Skriv inn postnummer…
nl: Voer postcode in…
pl: Wprowadź kod pocztowy…
pt_br: Digite o código postal…
pt_pt: Introduza o código postal…
ro: Introduceti codul poștal…
ru: Введите почтовый индекс…
sk: Zadaj poštové číslo…
sv: Ange postnummer…
th: กรุณาใส่รหัสไปรษณีย์…
tr: Posta kodunu girin…
uk: Введіть поштовий індекс…
vi: Nhập mã bưu điện…
zh_hans: 请输入邮政编码…
zh_hant: 輸入郵遞區號…
zh_hk: 輸入郵政編碼…

# TK.Placeholder.enterZIPCodeDots
source: Enter ZIP code…
ar: أدخل الرمز البريدي…
bg: Въведи пощенски код…
ca: Introdueix el codi postal…
cs: Zadejte PSČ…
da: Indtast postnummer…
de: Postleitzahl eingeben…
el: Εισάγετε ταχυδρομικό κώδικα…
es: Introduce el código postal…
es_419: Ingresa código postal…
fi: Syötä postinumero…
fr: Entrez le code postal…
fr_ca: Entrez le code postal…
he: הזן מיקוד…
hi: ज़िप कोड दर्ज करें…
hr: Unesite poštanski broj…
hu: Irányítószám megadása…
id: Masukkan kode pos…
it: Inserisci codice postale…
ja: 郵便番号を入力…
kk: ZIP кодын енгізіңіз…
ko: 우편번호 입력…
ms: Masukkan poskod…
nb: Skriv inn postnummer…
nl: Voer postcode in...
pl: Wprowadź kod pocztowy…
pt_br: Digite o CEP…
pt_pt: Introduza o código postal…
ro: Introdu codul poștal…
ru: Введите почтовый индекс…
sk: Zadajte PSČ…
sv: Skriv in postnummer…
th: กรุณาใส่รหัสไปรษณีย์…
tr: Posta kodunu girin…
uk: Введіть поштовий індекс…
vi: Nhập mã ZIP…
zh_hans: 请输入邮政编码…
zh_hant: 輸入郵遞區號…
zh_hk: 輸入郵政編碼…

# TK.Placeholder.fetchingForecastDots
source: Fetching forecast…
ar: جارٍ جلب توقعات الطقس…
bg: Извличане на прогноза…
ca: Obtenint la previsió…
cs: Načítám předpověď…
da: Henter vejrudsigt…
de: Wettervorhersage wird abgerufen…
el: Ανάκτηση πρόγνωσης…
es: Obteniendo pronóstico…
es_419: Obteniendo pronóstico…
fi: Hakee säätiedotusta…
fr: Recherche des prévisions…
fr_ca: Récupération des prévisions…
he: שואב תחזית…
hi: पूर्वानुमान प्राप्त कर रहे हैं…
hr: Dohvaćanje prognoze…
hu: Előrejelzés lekérése…
id: Mengambil ramalan…
it: Recupero delle previsioni…
ja: 天気予報を取得中…
kk: Ауа-райы болжамы алынып жатыр…
ko: 날씨 예보 가져오는 중…
ms: Mengambil ramalan…
nb: Henter værmelding…
nl: Voorspelling ophalen…
pl: Pobieranie prognozy...
pt_br: Buscando previsão…
pt_pt: A buscar a previsão…
ro: Se obține prognoza…
ru: Получение прогноза…
sk: Načítavanie predpovede…
sv: Hämtar väderprognos…
th: กำลังดึงข้อมูลพยากรณ์…
tr: Hava durumu tahmini alınıyor…
uk: Отримання прогнозу…
vi: Đang lấy dự báo…
zh_hans: 获取天气预报…
zh_hant: 正在獲取天氣預報…
zh_hk: 正在獲取天氣預報…

# TK.Placeholder.fetchingRadarDataDots
source: Fetching radar data…
ar: جارٍ جلب بيانات الرادار…
bg: Извличане на радарни данни…
ca: Obtenint dades de radar…
cs: Načítám radarová data…
da: Henter radar data…
de: Radar­daten werden abgerufen…
el: Ανάκτηση δεδομένων ραντάρ…
es: Obteniendo datos de radar…
es_419: Obteniendo datos de radar…
fi: Hakee tutkadataa…
fr: Recherche des données radar…
fr_ca: Récupération des données radar…
he: שואב נתוני רדאר…
hi: रडार डेटा प्राप्त कर रहे हैं…
hr: Dohvaćanje podataka radara…
hu: Radar adatok lekérése…
id: Mengambil data radar…
it: Recupero dei dati radar…
ja: レーダーデータを取得中…
kk: Радар деректері алынып жатыр…
ko: 레이더 데이터 가져오는 중…
ms: Mengambil data radar…
nb: Henter radardata…
nl: Radardata ophalen…
pl: Pobieranie danych radarowych...
pt_br: Buscando dados de radar…
pt_pt: A buscar dados do radar…
ro: Se obțin date radar…
ru: Получение данных радара…
sk: Načítavanie radarových údajov…
sv: Hämtar radar-data…
th: กำลังดึงข้อมูลเรดาร์…
tr: Radar verileri alınıyor…
uk: Отримання радарних даних…
vi: Đang lấy dữ liệu radar…
zh_hans: 获取雷达数据…
zh_hant: 正在獲取雷達數據…
zh_hk: 正在獲取雷達數據…

# TK.Placeholder.fetchingSatelliteDataDots
source: Fetching satellite data…
ar: جارٍ جلب بيانات الأقمار الصناعية…
bg: Извличане на сателитни данни…
ca: Obtenint dades de satèl·lit…
cs: Načítám satelitní data…
da: Henter satellitdata…
de: Satelliten­daten werden abgerufen…
el: Ανάκτηση δορυφορικών δεδομένων…
es: Obteniendo datos de satélite…
es_419: Obteniendo datos satelitales…
fi: Hakee satelliittidataa…
fr: Recherche des données satellites…
fr_ca: Récupération des données satellites…
he: שואב נתוני לווין…
hi: सैटेलाइट डेटा प्राप्त कर रहे हैं…
hr: Dohvaćanje satelitskih podataka…
hu: Műholdas adatok lekérése…
id: Mengambil data satelit…
it: Recupero dei dati satellitari…
ja: 衛星データを取得中…
kk: Спутник деректері алынып жатыр…
ko: 위성 데이터 가져오는 중…
ms: Mengambil data satelit…
nb: Henter satellittdata…
nl: Satellietdata ophalen…
pl: Pobieranie danych satelitarnych...
pt_br: Buscando dados de satélite…
pt_pt: A buscar dados de satélite…
ro: Se obțin date satelit…
ru: Получение спутниковых данных…
sk: Načítavanie satelitných údajov…
sv: Hämtar satellitdata…
th: กำลังดึงข้อมูลดาวเทียม…
tr: Uydu verileri alınıyor…
uk: Отримання супутникових даних…
vi: Đang lấy dữ liệu vệ tinh…
zh_hans: 获取卫星数据…
zh_hant: 正在獲取衛星數據…
zh_hk: 正在獲取衛星數據…

# TK.Placeholder.fetchingWeatherAlertsDots
source: Fetching weather alerts…
ar: جارٍ جلب تنبيهات الطقس…
bg: Извличане на метеорологични предупреждения…
ca: Obtenint alertes meteorològiques…
cs: Načítám upozornění na počasí…
da: Henter vejralarmer…
de: Wetterwarnungen werden abgerufen…
el: Ανάκτηση καιρικών ειδοποιήσεων…
es: Obteniendo alertas meteorológicas…
es_419: Obteniendo alertas meteorológicas…
fi: Hakee säätiedotteita…
fr: Recherche des alertes météo…
fr_ca: Récupération des alertes météo…
he: שואב התראות מזג אוויר…
hi: मौसम अलर्ट प्राप्त कर रहे हैं…
hr: Dohvaćanje vremenskih upozorenja…
hu: Időjárási figyelmeztetések lekérése…
id: Mengambil peringatan cuaca…
it: Recupero degli avvisi meteo…
ja: 天気警報を取得中…
kk: Ауа-райы ескертулері алынып жатыр…
ko: 날씨 경고 가져오는 중…
ms: Mengambil amaran cuaca…
nb: Henter værvarsler…
nl: Weeralarmen ophalen…
pl: Pobieranie alertów pogodowych...
pt_br: Buscando alertas meteorológicos…
pt_pt: A buscar alertas meteorológicos…
ro: Se obțin alerte meteo…
ru: Получение предупреждений о погоде…
sk: Načítavanie výstrah pred počasím…
sv: Hämtar vädervarningar…
th: กำลังดึงการแจ้งเตือนสภาพอากาศ…
tr: Hava durumu uyarıları alınıyor…
uk: Отримання попереджень про погоду…
vi: Đang lấy thông báo thời tiết…
zh_hans: 获取天气警报…
zh_hant: 正在獲取天氣警報…
zh_hk: 正在獲取天氣警報…

# TK.Placeholder.fetchingWeatherDataDots
source: Fetching weather data…
ar: جارٍ جلب بيانات الطقس…
bg: Извличане на метеорологични данни…
ca: Obtenint dades meteorològiques…
cs: Načítám meteorologická data…
da: Henter vejrinformation…
de: Wetterdaten werden abgerufen…
el: Ανάκτηση καιρικών δεδομένων…
es: Obteniendo datos meteorológicos…
es_419: Obteniendo datos meteorológicos…
fi: Hakee säätietoja…
fr: Recherche des données météo…
fr_ca: Récupération des données météo…
he: שואב נתוני מזג אוויר…
hi: मौसम डेटा प्राप्त कर रहे हैं…
hr: Dohvaćanje vremenskih podataka…
hu: Időjárási adatok lekérése…
id: Mengambil data cuaca…
it: Recupero dei dati meteorologici…
ja: 天気データを取得中…
kk: Ауа-райы деректері алынып жатыр…
ko: 날씨 데이터 가져오는 중…
ms: Mengambil data cuaca…
nb: Henter værdata…
nl: Weergegevens ophalen…
pl: Pobieranie danych pogodowych...
pt_br: Buscando dados meteorológicos…
pt_pt: A buscar dados meteorológicos…
ro: Se obțin date meteo…
ru: Получение метеоданных…
sk: Načítavanie údajov o počasí…
sv: Hämtar väderdata…
th: กำลังดึงข้อมูลสภาพอากาศ…
tr: Hava durumu verileri alınıyor…
uk: Отримання погодних даних…
vi: Đang lấy dữ liệu thời tiết…
zh_hans: 获取天气数据…
zh_hant: 正在獲取天氣數據…
zh_hk: 正在獲取天氣數據…

# TK.Placeholder.loadingForecastDots
source: Loading forecast…
ar: جارٍ تحميل التوقعات…
bg: Зареждане на прогноза...
ca: Carregant previsió…
cs: Načítám předpověď…
da: Indlæser vejrudsigt…
de: Wettervorhersage wird geladen…
el: Φόρτωμα πρόγνωσης…
es: Cargando pronóstico…
es_419: Cargando pronóstico…
fi: Ladataan säätiedot…
fr: Chargement des prévisions…
fr_ca: Chargement des prévisions…
he: טוען תחזית…
hi: पूर्वानुमान लोड हो रहा है...
hr: Učitavam prognozu…
hu: Előrejelzés betöltése…
id: Memuat prakiraan…
it: Caricamento previsioni…
ja: 天気予報を読み込み中…
kk: Ауа райы болжамы жүктелуде…
ko: 예보 로딩 중…
ms: Memuatkan ramalan…
nb: Laster prognose…
nl: Weersvoorspelling laden…
pl: Ładowanie prognozy…
pt_br: Carregando previsão…
pt_pt: A carregar previsão...
ro: Încărcare prognoză…
ru: Загрузка прогноза...
sk: Načítavam predpoveď...
sv: Laddar prognos…
th: กำลังโหลดพยากรณ์อากาศ…
tr: Hava durumu tahmini yükleniyor…
uk: Завантажую прогноз…
vi: Đang tải dự báo…
zh_hans: 加载天气预报中...
zh_hant: 正在加載天氣預報…
zh_hk: 加載天氣預報中...

# TK.Placeholder.loadingRadarDataDots
source: Loading radar data…
ar: جارٍ تحميل بيانات الرادار…
bg: Зареждане на данни от радара...
ca: Carregant dades del radar…
cs: Načítám radarová data…
da: Indlæser radar data…
de: Radar-Daten werden geladen…
el: Φόρτωμα δεδομένων ραντάρ…
es: Cargando datos de radar…
es_419: Cargando datos del radar…
fi: Ladataan tutkaa…
fr: Chargement des données radar…
fr_ca: Chargement des données radar…
he: טוען נתוני רדאר…
hi: रेडार डेटा लोड हो रहा है...
hr: Učitavam podatke radara…
hu: Radaradatok betöltése…
id: Memuat data radar…
it: Caricamento dati radar…
ja: レーダーデータを読み込み中…
kk: Радар деректерін жүктеу…
ko: 레이더 데이터 로딩 중…
ms: Memuatkan data radar…
nb: Laster radardata…
nl: Radargegevens laden…
pl: Ładowanie danych radaru…
pt_br: Carregando dados do radar…
pt_pt: A carregar dados de radar...
ro: Încărcare date radar…
ru: Загрузка данных радаров...
sk: Načítavam radarové údaje...
sv: Laddar radar data…
th: กำลังโหลดข้อมูลเรดาร์…
tr: Radar verileri yükleniyor…
uk: Завантажую дані радара…
vi: Đang tải dữ liệu radar…
zh_hans: 加载雷达数据中...
zh_hant: 正在加載雷達數據…
zh_hk: 加載雷達數據中...

# TK.Placeholder.loadingWeatherDataDots
source: Loading weather data…
ar: جارٍ تحميل بيانات الطقس…
bg: Зареждане на метеорологични данни...
ca: Carregant dades meteorològiques…
cs: Načítám data o počasí…
da: Indlæser vejrinformation…
de: Wetterdaten werden geladen…
el: Φόρτωμα δεδομένων καιρού…
es: Cargando datos meteorológicos…
es_419: Cargando datos meteorológicos…
fi: Ladataan säätietoja…
fr: Chargement des données météorologiques…
fr_ca: Chargement des données météorologiques…
he: טוען נתוני מזג האוויר…
hi: मौसम डेटा लोड हो रहा है...
hr: Učitavam podatke o vremenu…
hu: Időjárási adatok betöltése…
id: Memuat data cuaca…
it: Caricamento dati meteo…
ja: 天気データを読み込み中…
kk: Ауа райы деректері жүктелуде…
ko: 날씨 데이터 로딩 중…
ms: Memuatkan data cuaca…
nb: Laster værdata…
nl: Weergegevens laden…
pl: Ładowanie danych pogodowych…
pt_br: Carregando dados do clima…
pt_pt: A carregar dados meteorológicos...
ro: Încărcare date meteo…
ru: Загрузка данных о погоде...
sk: Načítavam údaje o počasí...
sv: Laddar väderdata…
th: กำลังโหลดข้อมูลสภาพอากาศ…
tr: Hava durumu verileri yükleniyor…
uk: Завантажую дані погоди…
vi: Đang tải dữ liệu thời tiết…
zh_hans: 加载天气数据中...
zh_hant: 正在加載天氣數據…
zh_hk: 加載天氣數據中...

# TK.Placeholder.locatingNearestStationDots
source: Locating nearest station…
ar: جاري تحديد أقرب محطة…
bg: Намиране на най-близката станция…
ca: Localitzant l'estació més propera…
cs: Hledám nejbližší stanici…
da: Lokalisering af nærmeste station…
de: Suche nach der nächsten Station…
el: Εύρεση πλησιέστερου σταθμού…
es: Buscando la estación más cercana…
es_419: Localizando la estación más cercana…
fi: Etsitään lähintä asemaa…
fr: Recherche de la station la plus proche…
fr_ca: Recherche de la station la plus proche…
he: מחפש תחנה קרובה…
hi: नजदीकी स्टेशन खोज रहे हैं…
hr: Tražim najbližu stanicu…
hu: A legközelebbi állomás keresése…
id: Mencari stasiun terdekat…
it: Ricerca della stazione più vicina…
ja: 最寄りの駅を探しています…
kk: Жақын станцияны табу…
ko: 가장 가까운 역 찾는 중…
ms: Mencari stesen terdekat…
nb: Lokaliserer nærmeste stasjon…
nl: Zoekt naar dichtstbijzijnde station…
pl: Lokalizowanie najbliższej stacji…
pt_br: Localizando estação mais próxima…
pt_pt: A localizar a estação mais próxima…
ro: Găsirea celei mai apropiate stații…
ru: Поиск ближайшей станции…
sk: Hľadá sa najbližšia stanica…
sv: Letar efter närmaste station…
th: กำลังหาสถานีที่ใกล้ที่สุด…
tr: En yakın istasyonu buluyor…
uk: Знаходження найближчої станції…
vi: Đang tìm trạm gần nhất…
zh_hans: 定位最近的站点…
zh_hant: 定位最近的車站…
zh_hk: 定位最近的車站…

# TK.Placeholder.measuringTemperatureDots
source: Measuring temperature…
ar: جاري قياس درجة الحرارة…
bg: Измерване на температурата…
ca: Mesurant temperatura…
cs: Měřím teplotu…
da: Måler temperatur…
de: Temperatur messen…
el: Μέτρηση θερμοκρασίας…
es: Midando temperatura…
es_419: Midiendo temperatura…
fi: Mittaa lämpötilaa…
fr: Mesure de la température…
fr_ca: Mesure de la température…
he: מודד טמפרטורה…
hi: तापमान मापते हुए…
hr: Mjerim temperaturu…
hu: Hőmérséklet mérése…
id: Mengukur suhu…
it: Misurazione della temperatura…
ja: 温度を測定しています…
kk: Температураны өлшеу…
ko: 온도 측정 중…
ms: Mengukur suhu…
nb: Måler temperatur…
nl: Temperatuur meten…
pl: Mierzenie temperatury…
pt_br: Medindo temperatura…
pt_pt: A medir temperatura…
ro: Măsurarea temperaturii…
ru: Измерение температуры…
sk: Meriam teplotu…
sv: Mäter temperatur…
th: กำลังวัดอุณหภูมิ…
tr: Sıcaklık ölçülüyor…
uk: Вимірювання температури…
vi: Đang đo nhiệt độ…
zh_hans: 正在测量温度…
zh_hant: 測量溫度…
zh_hk: 測量溫度…

# TK.Placeholder.measuringWindSpeedDots
source: Measuring wind speed…
ar: جاري قياس سرعة الرياح…
bg: Измерване на скоростта на вятъра…
ca: Mesurant velocitat del vent…
cs: Měřím rychlost větru…
da: Måler vindhastighed…
de: Windgeschwindigkeit messen…
el: Μέτρηση ταχύτητας ανέμου…
es: Midando velocidad del viento…
es_419: Midiendo velocidad del viento…
fi: Mittaa tuulen nopeutta…
fr: Mesure de la vitesse du vent…
fr_ca: Mesure de la vitesse du vent…
he: מודד מהירות רוח…
hi: हवा की गति मापते हुए…
hr: Mjerim brzinu vjetra…
hu: Szélsebesség mérése…
id: Mengukur kecepatan angin…
it: Misurazione della velocità del vento…
ja: 風速を測定しています…
kk: Жел жылдамдығын өлшеу…
ko: 풍속 측정 중…
ms: Mengukur kelajuan angin…
nb: Måler vindhastighet…
nl: Windsnelheid meten…
pl: Mierzenie prędkości wiatru…
pt_br: Medindo velocidade do vento…
pt_pt: A medir velocidade do vento…
ro: Măsurarea vitezei vântului…
ru: Измерение скорости ветра…
sk: Meriam rýchlosť vetra…
sv: Mäter vindhastighet…
th: กำลังวัดความเร็วลม…
tr: Rüzgar hızı ölçülüyor…
uk: Вимірювання швидкості вітру…
vi: Đang đo tốc độ gió…
zh_hans: 正在测量风速…
zh_hant: 測量風速…
zh_hk: 測量風速…

# TK.Placeholder.scanningForStormsDots
source: Scanning for storms…
ar: جارٍ البحث عن العواصف…
bg: Търсене на бури…
ca: Escanejant tempestes…
cs: Hledání bouří…
da: Scanner efter storme…
de: Suche nach Stürmen…
el: Αναζήτηση καταιγίδων…
es: Escaneando tormentas…
es_419: Escaneando tormentas…
fi: Etsitään myrskyjä…
fr: Recherche de tempêtes…
fr_ca: Recherche de tempêtes…
he: סריקה אחר סופות…
hi: तूफानों की खोज कर रहे हैं…
hr: Tražim oluje…
hu: Viharok keresése…
id: Mencari badai…
it: Ricerca tempeste…
ja: 嵐をスキャン中…
kk: Дауылдарды сканерлеу…
ko: 폭풍 검색 중…
ms: Mengimbas untuk ribut…
nb: Scanner etter stormer…
nl: Scannen naar stormen…
pl: Skanowanie burz…
pt_br: Buscando tempestades…
pt_pt: A procurar tempestades...
ro: Se scanează furtuni…
ru: Ищем шторма…
sk: Hľadám búrky…
sv: Letar efter stormar…
th: กำลังค้นหาพายุ…
tr: Fırtınalar aranıyor…
uk: Сканування на бурі…
vi: Đang quét tìm bão…
zh_hans: 正在扫描风暴…
zh_hant: 掃描風暴中…
zh_hk: 正在掃描風暴…

# TK.Placeholder.updatingForecastDots
source: Updating forecast…
ar: جاري تحديث التوقعات…
bg: Актуализиране на прогнозата…
ca: Actualitzant la previsió…
cs: Aktualizuji předpověď…
da: Opdaterer vejrprognose…
de: Wettervorhersage aktualisieren…
el: Ενημέρωση πρόβλεψης…
es: Actualizando pronóstico…
es_419: Actualizando pronóstico…
fi: Päivitetään ennustetta…
fr: Mise à jour des prévisions…
fr_ca: Mise à jour de la prévision…
he: מעדכן תחזית…
hi: पूर्वानुमान अपडेट हो रहा है...
hr: Ažuriram prognozu…
hu: Előrejelzés frissítése…
id: Memperbarui ramalan…
it: Aggiornamento delle previsioni…
ja: 予報を更新中…
kk: Прогнозды жаңарту…
ko: 예보 업데이트 중…
ms: Mengemas kini ramalan…
nb: Oppdaterer prognose…
nl: Weersvoorspelling bijwerken…
pl: Aktualizowanie prognozy…
pt_br: Atualizando previsão…
pt_pt: A atualizar previsão…
ro: Actualizând prognoza…
ru: Обновление прогноза…
sk: Aktualizujem predpoveď…
sv: Uppdaterar prognosen…
th: กำลังอัปเดตพยากรณ์อากาศ…
tr: Tahmin güncelleniyor…
uk: Оновлення прогнозу…
vi: Đang cập nhật dự báo…
zh_hans: 正在更新天气预报…
zh_hant: 正在更新天氣預報…
zh_hk: 更新天氣預報…

# TK.Action.track
source: Track
bg: Пътека
es_419: Registrar
ja: トラック
ko: 트랙
nb: Spor
pl: Trak
pt_br: Acompanhar
uk: Ґрунтова дорога
